package com.awakers.stillalive.data.vo;

public class Greeting {
    private String[] msg = new String[]{"\"삶이 있는한 희망은 있다.\"", "\"산다는 것, 그 것은 치열한 전투이다.\"", "\"현재에 집중할 수 있다면 행복할 것이다.\"", "\"신은 용기있는 자를 절대 버리지 않는다.\"", "\"피할 수 없으면 즐겨라.\"", "\"행복은 습관이다. 그 것을 몸에 지녀라.\"", "\"자신감 있는 표정을 지으면 자신감이 생긴다.\"", "\"꿈을 간직하고 있으면 반드시 실현할 때가 온다.\"", "\"사막이 아름다운 것은 어딘가에 샘이 숨겨져있기 때문이다.\"", "\"그대의 하루하루를 그대의 마지막 날이라고 생각하라.\"", "\"당신이 할수 있다고 믿든 없다고 믿든 믿는 대로 될것이다.\"", "\"작은 기회로 부터 종종 위대한 업적이 시작된다.\"", "\"세상은 고통으로 가득하지만 극복하는 사람들로도 가득하다.\"", "\"비장의 무기는 아직 손안에 있다. 그것은 희망이다\"", "\"문제는 얼마나 빨리 가느냐가 아니라 목적지가 어디냐는 것이다.\"", "\"인생을 다시 산다면 다음번에는 더 많은 실수를 저지르리라. \"", "\"가난은 가난하다고 느끼는 곳에 존재한다.\"", "\"문제점을 찾지 말고 해결책을 찾으라.\"", "\"인생에 뜻을 세우는데 있어 늦은 때라곤 없다.\""};

    public String[] getMsg() {
        return this.msg;
    }
}
